const WeekMenu = {
    // 1 week
    '31.03.2025': {
        day: 'Понеділок',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'Сарделька варена з макаронами відварними',
                output: '355/140'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат із капусти свіжої, канапе з авокадо`,
                output: '101/70'
            },
            dish_2: {
                name: `<i>I страва:  </i>Розсольник, сметана`,
                output: '500/21'
            },
            dish_3: {
                name: `<i>II страва:  </i>Печеня по-домашньому`,
                output: '298/56'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо тушковане з макаронами з маслом вершковим',
                output: '267/52'
            },
            dish_2: {
                name: 'Хліб, масло, яйце, цукор, чай з лимоном',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК'
        }
    },
    '01.04.2025': {
        day: 'Вівторок',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо тушковане з кашею перловою розсипчастою з маслом вершковим',
                output: '222/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат з моркви по-корейськи`,
                output: '90'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ український з сметаною`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>М’ясо тушковане в сметані з кашею гречаною розсипчастою`,
                output: '189/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'Риба запечена з овочами з картопляним пюре',
                output: '382/127'
            },
            dish_2: {
                name: 'Хліб, масло, яйце, цукор, чай з лимоном',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК'
        }
    },
    '02.04.2025': {
        day: 'Середа',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'Каша рисова молочна',
                output: '263'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат з буряка`,
                output: '88'
            },
            dish_2: {
                name: `<i>I страва:  </i>Суп гороховий, сметана`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>Котлета смажена з баношем`,
                output: '338/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '200'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо тушковане з кашею ячною в’язкою з маслом вершковим',
                output: '305/52'
            },
            dish_2: {
                name: 'Хліб, масло, яйце, цукор, чай з лимоном',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК'
        }
    },
    '03.04.2025': {
        day: 'Четвер',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо тушковане з кашею пшеничною в’язкою з маслом вершковим',
                output: '277/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт, булочка`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат «Вітамінка»`,
                output: '116'
            },
            dish_2: {
                name: `<i>I страва:  </i>Бульйон курячий`,
                output: '500/35'
            },
            dish_3: {
                name: `<i>II страва:  </i>Плов з овочами`,
                output: '246/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо смажене з кашею вівсяною в’язкою з маслом вершковим',
                output: '274/46'
            },
            dish_2: {
                name: 'Хліб, масло, яйце, цукор, чай з лимоном',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК'
        }
    },
    '04.04.2025': {
        day: 'П`ятниця',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо варене з кашею вівсяною в’язкою з маслом вершковим',
                output: '274/46'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Перець та томати консервовані`,
                output: '90'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ зелений, сметана`,
                output: '500/21'
            },
            dish_3: {
                name: `<i>II страва:  </i>Гуляш з кашею гороховою`,
                output: '255/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'Риба запечена з овочами з картопляним пюре',
                output: '382/127'
            },
            dish_2: {
                name: 'Хліб, масло, яйце, цукор, чай з лимоном',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК'
        }
    },
    '05.04.2025': {
        day: 'Субота',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'Сарделька варена з макаронами   відварними',
                output: '355/140'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат «Дністер»`,
                output: '120'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ український з сметаною`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>Котлета смажена з кашею гречаною розсипчастою з маслом вершковим`,
                output: '240/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо смажене з кашею перловою розсипчастою з маслом вершковим',
                output: '237/52'
            },
            dish_2: {
                name: 'Хліб, масло, яйце, цукор, чай з лимоном',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК'
        }
    },
    '06.04.2025': {
        day: 'Неділя',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо варене з кашею пшеничною в’язкою з маслом вершковим',
                output: '271/46'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Ікра бурячкова`,
                output: '120'
            },
            dish_2: {
                name: `<i>I страва:  </i>Капусняк «Львівський», сметана`,
                output: '500/18'
            },
            dish_3: {
                name: `<i>II страва:  </i>Биточок смажений з кашею рисовою розсипчастою з маслом вершковим`,
                output: '271/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо смажене з кашею перловою розсипчастою з маслом вершковим',
                output: '237/52'
            },
            dish_2: {
                name: 'Хліб, масло, яйце, цукор, чай з лимоном',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК'
        }
    },
    // 2 week
    '07.04.2025': {
        day: 'Понеділок',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'Сардельки варені з кашею вівсяною з маслом вершковим',
                output: '405/140'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: '<i>Закуска:  </i>Салат із капусти свіжої, канапе з авокадо',
                output: '101/70'
            },
            dish_2: {
                name: `<i>I страва:  </i>Розсольник, сметана`,
                output: '500/21'
            },
            dish_3: {
                name: `<i>II страва:  </i>Печеня по-домашньому`,
                output: '298/56'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, кисіль, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо тушковане з макаронами з маслом вершковим',
                output: '267/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК'
        }
    },
    '08.04.2025': {
        day: 'Вівторок',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо тушковане з кашею перловою розсипчастою з маслом вершковим',
                output: '222/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат з моркви по-корейськи`,
                output: '90'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ український з сметаною`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>М’ясо тушковане в сметані з кашею гречаною розсипчастою`,
                output: '189/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'Риба запечена з овочами з картопляним пюре',
                output: '382/127'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'працівник ЗСУ Вікторія ПЕТРАЩУК'
        }
    },
    '09.04.2025': {
        day: 'Середа',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'Каша рисова молочна',
                output: '263'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат з буряка`,
                output: '88'
            },
            dish_2: {
                name: `<i>I страва:  </i>Суп гороховий, сметана`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>Котлета смажена з баношем`,
                output: '338/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, сік, фрукт`,
                output: '200'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо тушковане з кашею ячною в’язкою з маслом вершковим',
                output: '305/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'працівник ЗСУ Валентина ЗВІРІД'
        }
    },
    '10.04.2025': {
        day: 'Четвер',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо тушковане з кашею пшеничною в’язкою з маслом вершковим',
                output: '277/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт, булочка`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат «Вітамінка»`,
                output: '116'
            },
            dish_2: {
                name: `<i>I страва:  </i>Бульйон курячий`,
                output: '500/35'
            },
            dish_3: {
                name: `<i>II страва:  </i>Плов з овочами`,
                output: '246/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо смажене з кашею пшоняною в’язкою з маслом вершковим',
                output: '277/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'солдат Олена ДРАГАН'
        }
    },
    '11.04.2025': {
        day: 'П`ятниця',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо варене з кашею вівсяною в’язкою з маслом вершковим',
                output: '274/46'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Перець та томати консервовані`,
                output: '90'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ зелений, сметана`,
                output: '500/21'
            },
            dish_3: {
                name: `<i>II страва:  </i>Гуляш з кашею гороховою`,
                output: '255/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, кисіль, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'Риба запечена з овочами з картопляним пюре',
                output: '382/127'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'солдат Оксана КОВТИК'
        }
    },
    '12.04.2025': {
        day: 'Субота',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'Сарделька варена з макаронами   відварними',
                output: '355/140'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат «Дністер»`,
                output: '120'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ український з сметаною`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>Котлета смажена з кашею гречаною розсипчастою з маслом вершковим`,
                output: '240/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, сік, фрукт`,
                output: '200'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо тушковане з кашею ячною в’язкою з маслом вершковим',
                output: '305/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'старший солдат Володимир БАСАРАБА'
        }
    },
    '13.04.2025': {
        day: 'Неділя',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо варене з кашею пшеничною в’язкою з маслом вершковим',
                output: '271/46'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Ікра бурячкова`,
                output: '96'
            },
            dish_2: {
                name: `<i>I страва:  </i>Капусняк «Львівський», сметана`,
                output: '500/18'
            },
            dish_3: {
                name: `<i>II страва:  </i>Биточок смажений з кашею рисовою розсипчастою з маслом вершковим`,
                output: '271/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо смажене з кашею перловою розсипчастою з маслом вершковим',
                output: '237/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'працівник ЗСУ Вікторія ПЕТРАЩУК'
        }
    },
    //3 week
    '14.04.2025': {
        day: 'Понеділок_test',
        diet: 'Дієта №15_test',
        breakfast: {
            name: 'Сніданок_test',
            dish_1: {
                name: 'Сардельки варені з кашею вівсяною з маслом вершковим',
                output: '405/140'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат із капусти свіжої, канапе з авокадо`,
                output: '101/70'
            },
            dish_2: {
                name: `<i>I страва:  </i>Розсольник, сметана`,
                output: '500/21'
            },
            dish_3: {
                name: `<i>II страва:  </i>Печеня по-домашньому`,
                output: '298/56'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, кисіль, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо тушковане з макаронами з маслом вершковим',
                output: '267/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'старший солдат Володимир БАСАРАБА'
        }
    },
    '15.04.2025': {
        day: 'Вівторок',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо тушковане з кашею перловою розсипчастою з маслом вершковим',
                output: '222/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат з моркви по-корейськи`,
                output: '90'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ український з сметаною`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>М’ясо тушковане в сметані з кашею гречаною розсипчастою`,
                output: '189/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'Риба запечена з овочами з картопляним пюре',
                output: '382/127'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'працівник ЗСУ Вікторія ПЕТРАЩУК'
        }
    },
    '16.04.2025': {
        day: 'Середа',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'Каша рисова молочна',
                output: '263'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат з буряка`,
                output: '88'
            },
            dish_2: {
                name: `<i>I страва:  </i>Суп гороховий, сметана`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>Котлета смажена з баношем`,
                output: '338/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, сік, фрукт`,
                output: '200'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо тушковане з кашею ячною в’язкою з маслом вершковим',
                output: '305/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'працівник ЗСУ Валентина ЗВІРІД'
        }
    },
    '17.04.2025': {
        day: 'Четвер',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо тушковане з кашею пшеничною в’язкою з маслом вершковим',
                output: '277/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт, булочка`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат «Вітамінка»`,
                output: '116'
            },
            dish_2: {
                name: `<i>I страва:  </i>Бульйон курячий`,
                output: '500/35'
            },
            dish_3: {
                name: `<i>II страва:  </i>Плов з овочами`,
                output: '246/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо смажене з кашею пшоняною в’язкою з маслом вершковим',
                output: '277/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'солдат Олена ДРАГАН'
        }
    },
    '18.04.2025': {
        day: 'П`ятниця',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо варене з кашею вівсяною в’язкою з маслом вершковим',
                output: '274/46'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Перець та томати консервовані`,
                output: '90'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ зелений, сметана`,
                output: '500/21'
            },
            dish_3: {
                name: `<i>II страва:  </i>Гуляш з кашею гороховою`,
                output: '255/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, кисіль, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'Риба запечена з овочами з картопляним пюре',
                output: '382/127'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'солдат Оксана КОВТИК'
        }
    },
    '19.04.2025': {
        day: 'Субота',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'Сарделька варена з макаронами   відварними',
                output: '355/140'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат «Дністер»`,
                output: '120'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ український з сметаною`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>Котлета смажена з кашею гречаною розсипчастою з маслом вершковим`,
                output: '240/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, сік, фрукт`,
                output: '200'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо тушковане з кашею ячною в’язкою з маслом вершковим',
                output: '305/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'старший солдат Володимир БАСАРАБА'
        }
    },
    '20.04.2025': {
        day: 'Неділя',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо варене з кашею пшеничною в’язкою з маслом вершковим',
                output: '271/46'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Ікра бурячкова`,
                output: '96'
            },
            dish_2: {
                name: `<i>I страва:  </i>Капусняк «Львівський», сметана`,
                output: '500/18'
            },
            dish_3: {
                name: `<i>II страва:  </i>Биточок смажений з кашею рисовою розсипчастою з маслом вершковим`,
                output: '271/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо смажене з кашею перловою розсипчастою з маслом вершковим',
                output: '237/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'працівник ЗСУ Вікторія ПЕТРАЩУК'
        }
    },
    //4 week
    '21.04.2025': {
        day: 'Понеділок_test',
        diet: 'Дієта №15_test',
        breakfast: {
            name: 'Сніданок_test',
            dish_1: {
                name: 'Сардельки варені з кашею вівсяною з маслом вершковим',
                output: '405/140'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат із капусти свіжої, канапе з авокадо`,
                output: '101/70'
            },
            dish_2: {
                name: `<i>I страва:  </i>Розсольник, сметана`,
                output: '500/21'
            },
            dish_3: {
                name: `<i>II страва:  </i>Печеня по-домашньому`,
                output: '298/56'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, кисіль, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо тушковане з макаронами з маслом вершковим',
                output: '267/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'старший солдат Володимир БАСАРАБА'
        }
    },
    '22.04.2025': {
        day: 'Вівторок',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо тушковане з кашею перловою розсипчастою з маслом вершковим',
                output: '222/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат з моркви по-корейськи`,
                output: '90'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ український з сметаною`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>М’ясо тушковане в сметані з кашею гречаною розсипчастою`,
                output: '189/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'Риба запечена з овочами з картопляним пюре',
                output: '382/127'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'працівник ЗСУ Вікторія ПЕТРАЩУК'
        }
    },
    '23.04.2025': {
        day: 'Середа',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'Каша рисова молочна',
                output: '263'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат з буряка`,
                output: '88'
            },
            dish_2: {
                name: `<i>I страва:  </i>Суп гороховий, сметана`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>Котлета смажена з баношем`,
                output: '338/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, сік, фрукт`,
                output: '200'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо тушковане з кашею ячною в’язкою з маслом вершковим',
                output: '305/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'працівник ЗСУ Валентина ЗВІРІД'
        }
    },
    '24.04.2025': {
        day: 'Четвер',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо тушковане з кашею пшеничною в’язкою з маслом вершковим',
                output: '277/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт, булочка`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат «Вітамінка»`,
                output: '116'
            },
            dish_2: {
                name: `<i>I страва:  </i>Бульйон курячий`,
                output: '500/35'
            },
            dish_3: {
                name: `<i>II страва:  </i>Плов з овочами`,
                output: '246/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо смажене з кашею пшоняною в’язкою з маслом вершковим',
                output: '277/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'солдат Олена ДРАГАН'
        }
    },
    '25.04.2025': {
        day: 'П`ятниця',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо варене з кашею вівсяною в’язкою з маслом вершковим',
                output: '274/46'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Перець та томати консервовані`,
                output: '90'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ зелений, сметана`,
                output: '500/21'
            },
            dish_3: {
                name: `<i>II страва:  </i>Гуляш з кашею гороховою`,
                output: '255/58'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, кисіль, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'Риба запечена з овочами з картопляним пюре',
                output: '382/127'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'солдат Оксана КОВТИК'
        }
    },
    '26.04.2025': {
        day: 'Субота',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'Сарделька варена з макаронами   відварними',
                output: '355/140'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Салат «Дністер»`,
                output: '120'
            },
            dish_2: {
                name: `<i>I страва:  </i>Борщ український з сметаною`,
                output: '500/15'
            },
            dish_3: {
                name: `<i>II страва:  </i>Котлета смажена з кашею гречаною розсипчастою з маслом вершковим`,
                output: '240/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, сік, фрукт`,
                output: '200'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо тушковане з кашею ячною в’язкою з маслом вершковим',
                output: '305/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'старший солдат Володимир БАСАРАБА'
        }
    },
    '27.04.2025': {
        day: 'Неділя',
        diet: 'Дієта №15',
        breakfast: {
            name: 'Сніданок',
            dish_1: {
                name: 'М’ясо варене з кашею пшеничною в’язкою з маслом вершковим',
                output: '271/46'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, сир твердий',
                output: '250'
            },
            dish_3: {
                name: `<i>II сніданок:  </i>йогурт`,
                output: '115'
            },
        },
        dinner: {
            name: 'Обід',
            dish_1: {
                name: `<i>Закуска:  </i>Ікра бурячкова`,
                output: '96'
            },
            dish_2: {
                name: `<i>I страва:  </i>Капусняк «Львівський», сметана`,
                output: '500/18'
            },
            dish_3: {
                name: `<i>II страва:  </i>Биточок смажений з кашею рисовою розсипчастою з маслом вершковим`,
                output: '271/98'
            },
            dish_4: {
                name: `<i>III страва:  </i>Хліб, компот, фрукт`,
                output: '250'
            },
        },
        supper: {
            name: 'Вечеря',
            dish_1: {
                name: 'М’ясо смажене з кашею перловою розсипчастою з маслом вершковим',
                output: '237/52'
            },
            dish_2: {
                name: 'Хліб, масло, цукор, чай з лимоном, яйце',
                output: '250'
            }
        },
        responsive: {
            chief_position: 'Начальник їдальні:',
            chief_name: 'сержант Марія САХНЮК',
            cook: 'Кухар',
            cook_name: 'працівник ЗСУ Вікторія ПЕТРАЩУК'
        }
    },
}

export default WeekMenu;